data/perf/stageB-d3bf9f8c39fe/memcached/tsan-sound-tfn/run5/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       147674.30          ---          ---         5.16146         5.05500        12.15900        15.48700     10078.73 
Gets      1476726.75      1185.81   1475540.94         5.12834         5.05500        12.03100        15.48700     37404.59 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1624401.05      1185.81   1475540.94         5.13135         5.05500        12.03100        15.48700     47483.32 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       139187.62          ---          ---         5.39311         5.24700        12.54300        16.06300      9499.51 
Gets      1391860.91      1117.67   1390743.24         5.35823         5.21500        12.47900        15.93500     35254.99 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1531048.53      1117.67   1390743.24         5.36140         5.24700        12.47900        15.99900     44754.51 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       144189.95          ---          ---         5.21137         5.11900        12.22300        15.61500      9840.92 
Gets      1441883.67      1047.49   1440836.18         5.17821         5.08700        12.15900        15.55100     36515.37 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1586073.62      1047.49   1440836.18         5.18123         5.08700        12.15900        15.55100     46356.29